Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: ON THE UNIQUE NATURE OF THE LIFEBOAT By Dr. Sofia Amaral August 18, 2016 While the Lifeboat Protocol is fairly straightforward on the surface, it’s important that the people involved with the project understand how it radically differs from other survival scenarios against so-called apocalyptic threats. Stutterproofing A traditional bunker built to protect the occupants from an environmental hazard (e.g., a chemical attack or nuclear fallout) is typically sealed airtight, and the occupants have their own electricity, air supply, provisions, etc. The bunker’s interior is isolated from the outside environment. But the Lifeboat’s design is different. It’s not actually sealed, because it doesn’t have to be; it does have strong walls and protected access points, but the outside environment is not the problem – it’s the lack of the Meyer-Joyce field that enables time to exist that makes the outside hazardous. From a technological standpoint, these differences make the Lifeboat’s operating principles quite different, particularly with regards to maintenance. Compared to, say, the failure of the life support system in a hermetically sealed survival space, such as a bunker, the failure of the Lifeboat’s stutterproofing system has far more immediate and grave effects. A traditional life support system can be repaired – for instance, a failure in the CO2 scrubbers would pose a significant threat, but with replacement parts and tools, properly trained occupants could easily repair the system before they would feel any ill effects. In fact, almost any mechanical failure short of a full-scale environmental breach can be fixed as long as suitable repair materials and trained personnel are at hand. But by its very nature, the stutterproofing is different: if it fails, everybody within its area of effect is immediately affected by the zero state, and becomes frozen. In a permanent zero state scenario, that means they would have no opportunity to ever effect repairs; there’s literally no time to react. The only exception would be personnel wearing an activated chronon harness, such as the Striker suit, but given that repairing the stutterproofing system is a highly technical, complicated process requiring an exceptional proficiency in the operation and engineering of chronon technology, this would be a scenario with a low probability of success. It is therefore of utmost importance that the Lifeboat’s stutterproofing operates reliably and without faults, with multiple failsafe systems, because if it ever fails, it’s unlikely that it can be repaired or restarted. Accordingly, once the Lifeboat Protocol has been activated, there’s no real way to deactivate it other than removing the Chronon Field Regulator. This would be highly inadvisable, as doing so could not only disrupt the stutterproofing, but more importantly, without the CFR, the Lifeboat’s rate of chronon particle consumption is increased by a vast margin, effectively reducing its potential operating time to a fraction of what is intended. Unique advantages and risks However, it’s worth pointing out that even though the Lifeboat operation has unique hazards, there are also unique advantages. One such advantage is provisions. A traditional survival scenario in a bunker typically involves a poor quality of meals, due to obvious resourcing problems – anything that spoils easily is out of the question. In a zero state scenario, however, spoilage becomes a non-issue. Anything stored outside the stutterproofed area remains in perfect condition. This advantage doesn’t only apply to comestibles, but also makes the storage of medicine, volatile chemicals and other similar articles far less of a problem than it otherwise would be. In fact, given the fact that the city of Riverport is vast compared to the relatively small number of people residing in the Lifeboat, in theory Monarch operatives could venture outside the Lifeboat in chronon harnesses and actually enjoy freshly cooked meals simply by entering a restaurant and finding the ready-made dishes that have been prepared, remove them from the zero state to a stutterproofed area, and enjoy them, as hot and delicious as if they had been just prepared – which, in fact, they of course would be. To be clear: this is not a recommended activity, as it would be a foolish waste of resources to go after individual meals like that. The above scenario is mentioned here merely to illustrate the point; even though the Lifeboat has been designed to operate for decades of subjective time, it doesn’t actually need provisions for that long. If the Lifeboat’s own reserves start to run low, a well-planned supply run into the city could easily result in a great deal of perfectly preserved supplies. Another advantage is that while the situation outside the Lifeboat would be dire, people frozen in the zero state would not actually be dead. If a solution is found to the End of Time scenario, everybody would resume their everyday lives, most likely with no awareness of time ever having stopped. However, it’s hard to know what the exact psychological impact of that knowledge on Lifeboat personnel will be. There’s a real concern that the pressure of knowing that they have sole responsibility for the survival of the human race, and that there are billions of people outside of the walls of the Lifeboat, helpless and unaware, frozen eternally in that last moment, may prove to be crushing for some. On the other hand, knowing that their loved ones are actually not dead, and may be saved, and are not in any distress, or indeed even aware of the situation may prove to be a powerful motivating factor that helps us eventually resolve the situation. Of course, the solution to the problem of a permanent zero state is not currently within our reach, and we expect that finding one will take subjective decades, if it is indeed possible. We can but try. It’s worth noting that since the people outside Lifeboat are indeed not dead, merely stopped, it should be possible for a team of personnel wearing chronon harnesses to exit the Lifeboat, retrieve a person, and bring them into the Lifeboat. However, I advise against adopting this practice; for the occupants, that should forever remain a theoretical scenario. Any situation in which somebody is brought in from the outside would cause undue stress on the occupants, who would at that point have to become acutely aware that their loved ones could be brought in… but since the Lifeboat has limited space, this could never be allowed. That kind of psychological pressure would likely lead to friction and questions of favoritism and, ultimately, increase the risk mission failure.
pl_pl: O WYJĄTKOWEJ NATURZE ŁODZI RATUNKOWEJ Dr Sofia Amaral 18 sierpnia 2016 r. Podczas gdy Protokół Łodzi Ratunkowej jest dość prosty na pierwszy rzut oka, ważne jest, aby osoby zaangażowane w projekt zrozumiały, jak radykalnie różni się on od innych scenariuszy przetrwania w obliczu tak zwanych apokaliptycznych zagrożeń. Odporność na zacięcia Tradycyjny bunkier zbudowany w celu ochrony mieszkańców przed zagrożeniem środowiskowym (np. atakiem chemicznym lub opadem nuklearnym) jest zwykle szczelnie zamknięty, a mieszkańcy mają własną energię elektryczną, dopływ powietrza, zapasy itp. Wnętrze bunkra jest odizolowane od środowiska zewnętrznego. Konstrukcja łodzi ratunkowej jest jednak inna. W rzeczywistości nie jest szczelna, ponieważ nie musi być, ma mocne ściany i chronione punkty dostępu, ale środowisko zewnętrzne nie jest problemem - to brak pola Meyera-Joyce'a, które umożliwia istnienie czasu, sprawia, że środowisko zewnętrzne jest niebezpieczne. Z technologicznego punktu widzenia różnice te sprawiają, że zasady działania Łodzi Ratunkowej są zupełnie inne, szczególnie w odniesieniu do konserwacji. W porównaniu do, powiedzmy, awarii systemu podtrzymywania życia w hermetycznie zamkniętej przestrzeni przetrwania, takiej jak bunkier, awaria systemu ochrony przed zacinaniem się łodzi ratunkowej ma znacznie bardziej natychmiastowe i poważne skutki. Tradycyjny system podtrzymywania życia można naprawić - na przykład awaria płuczek CO2 stanowiłaby poważne zagrożenie, ale dzięki częściom zamiennym i narzędziom odpowiednio przeszkoleni pasażerowie mogliby z łatwością naprawić system, zanim odczuliby jakiekolwiek złe skutki. W rzeczywistości niemal każda awaria mechaniczna, która nie prowadzi do naruszenia środowiska na pełną skalę, może zostać naprawiona, o ile dostępne są odpowiednie materiały naprawcze i przeszkolony personel. Ale ze względu na swoją naturę, zabezpieczenie przed zacięciami jest inne: jeśli zawiedzie, wszyscy w obszarze jego działania zostaną natychmiast dotknięci stanem zerowym i zostaną zamrożeni. W scenariuszu trwałego stanu zerowego oznacza to, że nie mieliby oni możliwości dokonania jakichkolwiek napraw, nie ma dosłownie czasu na reakcję. Jedynym wyjątkiem byłby personel noszący aktywowaną uprząż chrononową, taką jak kombinezon Striker, ale biorąc pod uwagę, że naprawa systemu chroniącego przed zacięciami jest wysoce technicznym, skomplikowanym procesem wymagającym wyjątkowej biegłości w obsłudze i inżynierii technologii chrononowej, byłby to scenariusz o niskim prawdopodobieństwie sukcesu. Dlatego też niezwykle ważne jest, aby zabezpieczenie przed zacięciami w łodzi ratunkowej działało niezawodnie i bezbłędnie, z wieloma systemami awaryjnymi, ponieważ jeśli kiedykolwiek zawiedzie, jest mało prawdopodobne, aby można go było naprawić lub ponownie uruchomić. W związku z tym, po aktywowaniu Protokołu Łodzi Ratunkowej, nie ma innego sposobu na jego dezaktywację niż usunięcie regulatora pola chrononowego. Byłoby to wysoce niewskazane, ponieważ mogłoby to nie tylko zakłócić ochronę przed zacinaniem się, ale co ważniejsze, bez RPC tempo zużycia cząsteczek chrononu przez łódź ratunkową jest znacznie zwiększone, skutecznie skracając jego potencjalny czas działania do ułamka tego, jakie mamy założenia. Unikalne zalety i zagrożenia Warto jednak zaznaczyć, że choć operacja łodzi ratunkowej wiąże się z unikalnymi zagrożeniami, ma ona również unikalne zalety. Jedną z takich zalet są zabezpieczenia. Tradycyjny scenariusz przetrwania w bunkrze zazwyczaj wiąże się z niską jakością posiłków, ze względu na oczywiste problemy z zaopatrzeniem - wszystko, co łatwo się psuje, nie wchodzi w rachubę. Jednak w scenariuszu stanu zerowego zepsucie staje się nieistotne. Wszystko przechowywane poza obszarem odpornym na zacinanie pozostaje w idealnym stanie. Ta zaleta dotyczy nie tylko artykułów spożywczych, ale także sprawia, że przechowywanie leków, lotnych chemikaliów i innych podobnych artykułów stanowi znacznie mniejszy problem niż w innym przypadku. W rzeczywistości, biorąc pod uwagę fakt, że miasto Riverport jest ogromne w porównaniu do stosunkowo niewielkiej liczby osób zamieszkujących Łódź ratunkową, teoretycznie pracownicy Monarch mogliby wyjść poza Łódź ratunkową w uprzężach chrononowych i faktycznie cieszyć się świeżo ugotowanymi posiłkami, po prostu wchodząc do restauracji i znajdując gotowe dania, które zostały przygotowane, usuwając je ze stanu zerowego do obszaru odpornego na zacinanie się i ciesząc się nimi, tak gorącymi i pysznymi, jakby były dopiero co przygotowane - co technicznie rzecz biorąc, właśnie by się działo. Dla jasności: nie jest to zalecane działanie, ponieważ byłoby to głupie marnowanie zasobów, aby w ten sposób zajmować się posiłkami. Powyższy scenariusz został tutaj wspomniany jedynie w celu zilustrowania tego punktu, mimo że łódź ratunkowa została zaprojektowana do działania przez dziesięciolecia subiektywnego czasu, w rzeczywistości nie potrzebuje zapasów na tak długo. Jeśli własne zapasy łodzi ratunkowej zaczną się wyczerpywać, dobrze zaplanowany wypad do miasta może z łatwością zaowocować dużą ilością doskonale zachowanych zapasów. Kolejną zaletą jest to, że podczas gdy sytuacja na zewnątrz łodzi ratunkowej byłaby tragiczna, ludzie zamrożeni w stanie zero nie byliby tak naprawdę martwi. W przypadku znalezienia rozwiązania dla scenariusza końca czasu, wszyscy powróciliby do swojego codziennego życia, najprawdopodobniej bez świadomości, że czas kiedykolwiek się zatrzymał. Trudno jednak przewidzieć, jaki będzie dokładny psychologiczny wpływ tej wiedzy na personel łodzi ratunkowych. Istnieje realna obawa, że presja związana ze świadomością, że ponoszą oni wyłączną odpowiedzialność za przetrwanie rasy ludzkiej i że poza ścianami łodzi ratunkowej znajdują się miliardy ludzi, bezradnych i nieświadomych, zamrożonych na wieczność w tej ostatniej chwili, może okazać się dla niektórych miażdżąca. Z drugiej strony, świadomość, że ich bliscy nie są martwi i mogą zostać uratowani, nie są w niebezpieczeństwie, a nawet nie są świadomi sytuacji, może okazać się potężnym czynnikiem motywującym, który pomoże nam ostatecznie rozwiązać tę sytuację. Oczywiście rozwiązanie problemu trwałego stanu zerowego nie jest obecnie w naszym zasięgu i spodziewamy się, że znalezienie go zajmie subiektywne dziesięciolecia, jeśli rzeczywiście jest to możliwe. Możemy tylko próbować. Warto zauważyć, że skoro osoby znajdujące się poza Łodzią ratunkową nie są martwe, a jedynie zatrzymane, zespół pracowników noszących uprzęże chrononowe powinien być w stanie opuścić Łódź ratunkową, przenieść daną osobę i wprowadzić ją do niej. Odradzam jednak stosowanie tej praktyki, dla pasażerów powinno to na zawsze pozostać teoretycznym scenariuszem. Każda sytuacja, w której ktoś jest wnoszony z zewnątrz, spowodowałaby nadmierny stres u pasażerów, którzy w tym momencie musieliby zdać sobie sprawę, że ich bliscy mogą zostać wniesieni... ale ponieważ łódź ratunkowa ma ograniczoną przestrzeń, nigdy nie można na to pozwolić. Tego rodzaju presja psychologiczna prawdopodobnie doprowadziłaby do tarć i pytań o faworyzowanie, a ostatecznie zwiększyłaby ryzyko niepowodzenia misji.

source: ONCE AND FOR ALL, YOU'RE GONNA HAVE TO FUCKING KILL ME.
pl_pl: Powiem to jeszcze raz, będziesz musiał mnie kurwa zabić.

source: ONCE I ENTER THAT MACHINE
pl_pl: KIEDY WEJDĘ DO TEJ MASZYNY

source: ONCE THE CHRONON LEVELS REACHED THEIR BREAKING POINT...
pl_pl: Gdy poziom chrononu osiągnął punkt krytyczny...

source: ONCE THE CHRONON... -I KNOW WHAT IT WAS.
pl_pl: Kiedy chronon... - Wiem, co to było.

source: ONE IN PARTICULAR...
pl_pl: Zwłaszcza jeden fragment się powtarza...

source: ONE MORE.
pl_pl: jedna mniej.

source: ONLY EVER HEARD OF THEM.
pl_pl: Coś o tym słyszałem.

source: ONLY TO FIND THERE'S NO CHANGING THE INEVITABLE.
pl_pl: ale okazało się, że nie da się zmienić tego, co nieuniknione.

source: OPTIONS
pl_pl: USTAWIENIA

source: OR I COULD POINT OUT THAT THERE'S A DIFFERENCE BETWEEN PAUL AND MYSELF.
pl_pl: Albo mógłbym wskazać, że istnieje róznica między Paulem a mną.

source: OTHERS ARE STILL OUT THERE. AND...
pl_pl: A inni nadal czekają na swoją okazję. I...

source: OUR ONLY VULNERABILITY IS WITHIN, PAUL. YOU SHOULD SEE THAT.
pl_pl: Naszą słabością jest zdrajca w naszych szeregach, Paul. Musisz to zrozumieć.

source: OUR THOUGHTS ARE WITH THE FAMILIES OF AMY FERRARO
pl_pl: Jesteśmy myślami z rodziną Amy Ferraroi

source: OVER THE PAST...
pl_pl: W ciągu ostatniej...

source: OVERVIEW
pl_pl: PRZEGLĄD

source: Obtain the door code
pl_pl: Uzyskaj kod do drzwi

source: Oct. 8, 2016 – 6:22pm
pl_pl: 8 Października 2016 - 18:22

source: Of course he's got one of those fucking things.
pl_pl: Oczywiście, że ma jedną z tych pieprzonych rzeczy.

source: Of course.
pl_pl: Oczywiście.

source: Of the Community agreed with your choice
pl_pl: członków społeczności zgodziło się z Twoim wyborem

source: Office Worker
pl_pl: Pracownik biurowy

source: Office Worker 2
pl_pl: Pracownik biurowy 2

source: Oh God!
pl_pl: O Boże!

source: Oh God.
pl_pl: O Boże.

source: Oh crap, it's Joyce!
pl_pl: O cholera, to Joyce!

source: Oh fff...
pl_pl: O chol...

source: Oh my god!
pl_pl: O mój Boże!

source: Oh no!
pl_pl: O nie!

source: Oh no! HQ, It's Joyce, over!
pl_pl: O nie! Kwatera, to Joyce, koniec!

source: Oh no, my TPS reports!
pl_pl: O nie, moje raporty SPT!

source: Oh shit!
pl_pl: O cholera!

source: Oh shit! Out of my way!
pl_pl: O cholera! Z drogi!

source: Oh shit.
pl_pl: O cholera.

source: Oh! Get down! Over here.
pl_pl: Kryj się!

source: Oh! Great. We can high five about that later.
pl_pl: Świetnie. Możemy przybić piątkę później.

source: Oh! Hey, the gate's open.
pl_pl: Hej, brama jest otwarta.

source: Oh! Look out!
pl_pl: Och! Uwaga!

source: Oh, Christ...
pl_pl: O Chryste...

source: Oh, God.
pl_pl: O Boże.

source: Oh, I don't know. Rich and successful isn't too bad. You should give it a try.
pl_pl: No nie wiem. Bogaty i odnoszący sukcesy nie brzmi tak źle. Powinieneś spróbować.

source: Oh, by the way, how did you lay out those guys back there? Have you ever fired a gun before all this?
pl_pl: A tak przy okazji, jak załatwiłeś tamtych gości? Czy kiedykolwiek wcześniej strzelałeś z broni?

source: Oh, c'mon...
pl_pl: No dalej...

source: Oh, crap! Look out!
pl_pl: O cholera! Uwaga!

source: Oh, finally.
pl_pl: Nareszcie.

source: Oh, fuck!
pl_pl: O kurwa!

source: Oh, fuck! That's too close.
pl_pl: O kurwa! Za blisko.

source: Oh, fuck, it's Joyce!
pl_pl: O kurwa, to Joyce!

source: Oh, good. Going into marketing spiel mode.
pl_pl: Hah, dobrze. Przechodzisz w tryb marketingowca.

source: Oh, great!
pl_pl: Świetnie!

source: Oh, great.
pl_pl: Świetnie.

source: Oh, hello.
pl_pl: No cześć.

source: Oh, here, I've got it all on tape.
pl_pl: Mam to wszystko na taśmie.

source: Oh, look. A perfectly-placed presentation to illustrate the project. Now, who put that there?
pl_pl: Oh, popatrz. Perfekcyjnie przygotowana prezentacja demonstrująca projekt. Ciekawe kto to przygotował?

source: Oh, my God!
pl_pl: O mój Boże!

source: Oh, never mind, that did it. Be careful, you'll have company in there.
pl_pl: Nieważne, udało się. Uważaj, będziesz miał tam towarzystwo.

source: Oh, no, no. My car! They're patrolling the parking lot! Oh God, that's, it's--
pl_pl: O nie, nie. Mój samochód! Patrolują parking! O Boże, to...

source: Oh, no. No.
pl_pl: O nie, nie.

source: Oh, no. This is so bad.
pl_pl: O nie. Jest bardzo źle.

source: Oh, shit! Oookay.
pl_pl: O cholera! Oookej.

source: Oh, shit, it's one of them!
pl_pl: O cholera, to jeden z nich!

source: Oh, shit, somebody help! There's dead people here, they're wearing some kind of armor!
pl_pl: O cholera, niech ktoś pomoże! Tu są martwi ludzie, mają na sobie jakieś zbroje!

source: Oh, shit.
pl_pl: O cholera.

source: Oh, shit. Amaral's at the party.
pl_pl: Cholera. Amaral jest na imprezie.

source: Oh, shit. Locked out.
pl_pl: Cholera. Zamknięty.

source: Oh, shit. That drone...
pl_pl: O cholera. Ten dron...

source: Oh, shit. You guys must have some budget.
pl_pl: O kurwa. Musieliście mieć na to gruby budżet.

source: Oh, shocking.
pl_pl: Ale zaskoczenie.

source: Oh, uh, yeeeah.They're not like literally squares and circles. The square is some kind of security console. Sq-squiggles are, are... cables, I think? Follow the cables.
pl_pl: Nie są to dosłownie kwadraty i koła. Kwadrat to jakaś konsola bezpieczeństwa. Kwadraty to... kable, jak sądzę? Podążaj za kablami.

source: Oh, uh... Map says you're heading towards a storage facility for, uh... "Meyer-Joyce particles" and harvesting equipment.
pl_pl: Oh, ee... Mapa mówi, że zmierzasz w kierunku magazynu po, ee... „cząsteczki Meyer-Joyce'a” i sprzętu żniwnego.

source: Oh, we'll call it even.
pl_pl: Będziemy kwita.

source: Oh, well, in that case.
pl_pl: W takim razie dobrze.

source: Oh, well, that's great, nice and stable up here.
pl_pl: Świetnie, ładnie i stabilnie.

source: Oh, yeah, you want me to be quiet now? Hey, how about we have a conversation about what happened to Amy Ferrero! Yeah, let's talk about how you made her quiet! Huh?! Let's talk about that!
pl_pl: Mam być teraz cicho? Hej, może porozmawiamy o tym, co się stało z Amy Ferrero! Tak, porozmawiajmy o tym, jak ją uciszyłeś! Co?! Porozmawiajmy o tym!

source: Oh, you coulda warned me about that one, Beth!
pl_pl: Mogłaś mnie przed tym ostrzec, Beth!

source: Oh, you're already there. Well, good work.
pl_pl: Och, już tam jesteś. Dobra robota.

source: Oh, you're welcome, you very slow machine lady.
pl_pl: Nie ma za co, bardzo powolna maszyno.

source: Oh-kay, gate's closing too fast.
pl_pl: Dobra, brama zamyka się zbyt szybko.

source: Oh. It's like you've invented... a clock.
pl_pl: Ah. A więc wymyśliłeś... zegar.

source: Oh. My. God. Please say there's a CD.
pl_pl: O. Mój. Boże. Proszę, powiedz, że jest płyta CD.

source: Oh. Uhh... yeah, that also happened.
pl_pl: Oh. Eee... tak, to też się stało.

source: Oh... it's a push.
pl_pl: Oh... „pchnij”.

source: Oh... my God! You're just... you're just like them!
pl_pl: O mój Boże! Jesteś taki sam jak oni!

source: Oh...? Yeah.
pl_pl: Oh...? Tak.

source: Ohh god.
pl_pl: O Boże.

source: Ohh! Oh, shit!
pl_pl: O cholera!

source: Ohh... Is fuh... uh, is jus' whatever's doesn't even matter anymore... yeah.
pl_pl: Ohh... To jest... to jest po prostu cokolwiek, co nie ma już znaczenia... tak.

source: Ohhhh, dude... C'mon. You're at work.
pl_pl: Ohhh, stary... Daj spokój. Jesteś w pracy.

source: Okay!
pl_pl: Dobra!

source: Okay, Dr. Amaral’s somewhere inside the mansion. Let’s go grab her. Bit of luck, we can be gone before anybody notices.
pl_pl: Dr Amaral jest gdzieś w rezydencji. Chodźmy ją złapać. Przy odrobinie szczęścia możemy zniknąć, zanim ktokolwiek to zauważy.

source: Okay, I gotta activate the core.
pl_pl: Muszę aktywować rdzeń.

source: Okay, I gotta get to Doctor Amaral's office.
pl_pl: Muszę iść do biura doktor Amaral.

source: Okay, I guess I'm doing some climbing.
pl_pl: Dobra, chyba się wespnę.

source: Okay, I'll explain later, honey. I gotta google this.
pl_pl: Dobrze, wyjaśnię później, kochanie. Muszę to wygooglować.

source: Okay, I've got it! I have a theory how my taxi ended up here.
pl_pl: Dobra, wiem! Mam teorię, jak moja taksówka się tu znalazła.

source: Okay, but first you need to check out the intel I uncovered.
pl_pl: Dobra, ale najpierw musisz zobaczyć, co odkryłam.

source: Okay, core controls. Where are they?
pl_pl: Dobra, główne elementy sterujące. Gdzie one są?

source: Okay, corridor, then the date. That was the order at the university.
pl_pl: Dobra, korytarz, potem data. Taka była kolejność na uniwersytecie.

source: Okay, doesn't last. Noted.
pl_pl: Ok, nie zostaje na długo. Zapamiętam.

source: Okay, don't panic, it's, uh--
pl_pl: Dobra, bez paniki, to...

source: Okay, drydock. Get to the drydock. I'm almost there.
pl_pl: Dobra, port. Do portu. Już prawie jestem.

source: Okay, enough joking, the lab's this way, Jack. Come on.
pl_pl: Dobra, dość żartów, laboratorium jest tutaj, Jack. No chodź.

source: Okay, focus. Just focus!
pl_pl: Dobra, skup się. Skup się!

source: Okay, game plan, think...
pl_pl: Dobra, plan gry, myśl...

source: Okay, getting closer, I think.
pl_pl: Ok, myślę, że się zbliżam.

source: Okay, gotta figure out where to start.
pl_pl: Dobra, muszę wymyślić od czego zacząć.

source: Okay, gotta get to the library.
pl_pl: Dobra, muszę dostać się do biblioteki.

source: Okay, how am I getting to that radar tower?
pl_pl: Jak dostanę się do wieży radarowej?

source: Okay, how do I get this up?
pl_pl: Ok, jak mam to uruchomić?

source: Okay, how we getting down there? Where's the fire pole?
pl_pl: Jak się tam dostanę? Gdzie jest słup strażacki?

source: Okay, just -- just walk me through this, Will. Okay, time's broken. Fine. Now you're saying we can fix it?
pl_pl: Dobra, po prostu wytłumacz mi to, Will. Czas się zepsuł. W porządku. Teraz mówisz, że możemy to naprawić?

source: Okay, keep going.
pl_pl: Dobra, nie zatrzymuj się.

source: Okay, looks like that elevator needs power.
pl_pl: Wygląda na to, że winda potrzebuje zasilania.
